-- 4. Department 기초 데이터 (진료과 1~22)
INSERT INTO department (name) VALUES
('소아청소년과'),
('치과'),
('내과'),
('이비인후과'),
('피부과'),
('산부인과'),
('안과'),
('정신의학과'),
('성형외과'),
('정형외과'),
('한의과'),
('비뇨기과'),
('가정의학과'),
('신경외과'),
('외과'),
('흉부외과'),
('마취통증과'),
('영상의학과'),
('신경과'),
('재활의학과');

-- 6. Filter 기초 데이터 (필터 1~11)
INSERT INTO filter (name, category) VALUES
('평일야간', 'TIME'),
('주말야간', 'TIME'),
('평일24시간', 'TIME'),
('주말24시간', 'TIME'),
('토요일', 'HOLIDAY'),
('일요일', 'HOLIDAY'),
('공휴일', 'HOLIDAY'),
('주차가능', 'FACILITY'),
('엘리베이터', 'FACILITY'),
('장애인편의시설', 'FACILITY'),
('키즈존', 'FACILITY'),
('여의사', 'SERVICE');